import React from 'react';
import {PROJECT_URL} from '../../configs/general';
import Image from '../Image/Image';
import TitlePages from '../TitlePages/TitlePages';


const AboutUs = () => (
    <div className="main">
        <TitlePages />
        <div className=" aboutUs clearfix" >
            <figure className="imgAbout">
                <Image imgSrc={`${PROJECT_URL}blog3.jpg`} />
            </figure>
            <div className="content">
            توضیحات مورد نظر در رابطه با محصول در این قسمت قرار میگیردتوضیحات مورد نظر در رابطه با محصول در این قسمت قرار میگیرد توضیحات مورد نظر در رابطه با محصول در این قسمت قرار میگیرد توضیحات مورد نظر در رابطه با محصول در این قسمت قرار میگیردتوضیحات مورد نظر در رابطه با محصول در این قسمت قرار میگیرد توضیحات مورد نظر در رابطه با محصول در این قسمت قرار میگیرد توضیحات مورد نظر در رابطه با محصول در این قسمت قرار میگیرد توضیحات مورد نظر در رابطه با محصول در این قسمت قرار میگیرد توضیحات مورد نظر در رابطه با محصول در این قسمت قرار میگیرد<br />
            توضیحات مورد نظر در رابطه با محصول در این قسمت قرار میگیردتوضیحات مورد نظر در رابطه با محصول در این قسمت قرار میگیرد توضیحات مورد نظر در رابطه با محصول در این قسمت قرار میگیرد توضیحات مورد نظر در رابطه با محصول در این قسمت قرار میگیردتوضیحات مورد نظر در رابطه با محصول در این قسمت قرار میگیرد توضیحات مورد نظر در رابطه با محصول در این قسمت قرار میگیرد توضیحات مورد نظر در رابطه با محصول در این قسمت قرار میگیرد توضیحات مورد نظر در رابطه با محصول در این قسمت قرار میگیرد توضیحات مورد نظر در رابطه با محصول در این قسمت قرار میگیرد<br />
            توضیحات مورد نظر در رابطه با محصول در این قسمت قرار میگیردتوضیحات مورد نظر در رابطه با محصول در این قسمت قرار میگیرد توضیحات مورد نظر در رابطه با محصول در این قسمت قرار میگیرد توضیحات مورد نظر در رابطه با محصول در این قسمت قرار میگیردتوضیحات مورد نظر در رابطه با محصول در این قسمت قرار میگیرد توضیحات مورد نظر در رابطه با محصول در این قسمت قرار میگیرد توضیحات مورد نظر در رابطه با محصول در این قسمت قرار میگیرد توضیحات مورد نظر در رابطه با محصول در این قسمت قرار میگیرد توضیحات مورد نظر در رابطه با محصول در این قسمت قرار میگیرد<br />
            توضیحات مورد نظر در رابطه با محصول در این قسمت قرار میگیردتوضیحات مورد نظر در رابطه با محصول در این قسمت قرار میگیرد توضیحات مورد نظر در رابطه با محصول در این قسمت قرار میگیرد توضیحات مورد نظر در رابطه با محصول در این قسمت قرار میگیردتوضیحات مورد نظر در رابطه با محصول در این قسمت قرار میگیرد توضیحات مورد نظر در رابطه با محصول در این قسمت قرار میگیرد توضیحات مورد نظر در رابطه با محصول در این قسمت قرار میگیرد توضیحات مورد نظر در رابطه با محصول در این قسمت قرار میگیرد توضیحات مورد نظر در رابطه با محصول در این قسمت قرار میگیرد<br />
            </div>
        </div>
    </div>
    
);

export default AboutUs